10/data/attachments/e14abe8fdaf128b1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b93363a2-7862-48df-b0cf-a3466b37de1c</nif:username>
            <nif:friendToBeAdded>Lisa_job_Actions_96031_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>